{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "=": 30,
      "?": 31,
      "\\": 32,
      "_": 33,
      "a": 34,
      "b": 35,
      "c": 36,
      "d": 37,
      "e": 38,
      "f": 39,
      "g": 40,
      "h": 41,
      "i": 42,
      "j": 43,
      "k": 44,
      "l": 45,
      "m": 46,
      "n": 47,
      "o": 48,
      "p": 49,
      "q": 50,
      "r": 51,
      "s": 52,
      "t": 53,
      "u": 54,
      "v": 55,
      "w": 56,
      "x": 57,
      "y": 58,
      "z": 59,
      "##o": 60,
      "##u": 61,
      "##s": 62,
      "##e": 63,
      "##d": 64,
      "##m": 65,
      "##i": 66,
      "##n": 67,
      "##a": 68,
      "##g": 69,
      "##l": 70,
      "##r": 71,
      "##c": 72,
      "##k": 73,
      "##t": 74,
      "##h": 75,
      "##p": 76,
      "##y": 77,
      "##b": 78,
      "##x": 79,
      "##v": 80,
      "##f": 81,
      "##z": 82,
      "##q": 83,
      "##w": 84,
      "##\"": 85,
      "##9": 86,
      "##7": 87,
      "##5": 88,
      "##0": 89,
      "##.": 90,
      "##2": 91,
      "##1": 92,
      "##8": 93,
      "##j": 94,
      "##3": 95,
      "##/": 96,
      "##)": 97,
      "##6": 98,
      "##-": 99,
      "##4": 100,
      "##,": 101,
      "##(": 102,
      "##&": 103,
      "##\\": 104,
      "##*": 105,
      "##$": 106,
      "##_": 107,
      "##:": 108,
      "##'": 109,
      "###": 110,
      "##er": 111,
      "th": 112,
      "##in": 113,
      "##es": 114,
      "##on": 115,
      "##or": 116,
      "the": 117,
      "##an": 118,
      "##ed": 119,
      "##ar": 120,
      "##en": 121,
      "##at": 122,
      "in": 123,
      "##al": 124,
      "##ing": 125,
      "to": 126,
      "##it": 127,
      "##ic": 128,
      "##st": 129,
      "of": 130,
      "an": 131,
      "##ro": 132,
      "##il": 133,
      "##ay": 134,
      "##ion": 135,
      "##ou": 136,
      "##as": 137,
      "##el": 138,
      "##is": 139,
      "##ec": 140,
      "##et": 141,
      "##id": 142,
      "##ter": 143,
      "##om": 144,
      "##ur": 145,
      "and": 146,
      "on": 147,
      "##ent": 148,
      "st": 149,
      "for": 150,
      "##ac": 151,
      "##re": 152,
      "re": 153,
      "##ad": 154,
      "##ts": 155,
      "##ir": 156,
      "##ol": 157,
      "##am": 158,
      "##ig": 159,
      "##ot": 160,
      "##le": 161,
      "##ers": 162,
      "##day": 163,
      "##ut": 164,
      "##ill": 165,
      "ne": 166,
      "##ve": 167,
      "39": 168,
      "##ch": 169,
      "##ow": 170,
      "ch": 171,
      "##th": 172,
      "##us": 173,
      "##ver": 174,
      "##est": 175,
      "as": 176,
      "##ra": 177,
      "com": 178,
      "##un": 179,
      "##im": 180,
      "be": 181,
      "##ation": 182,
      "##os": 183,
      "pro": 184,
      "at": 185,
      "de": 186,
      "##ly": 187,
      "##ith": 188,
      "##ak": 189,
      "is": 190,
      "pr": 191,
      "with": 192,
      "##ear": 193,
      "new": 194,
      "##ag": 195,
      "##and": 196,
      "##ess": 197,
      "sh": 198,
      "ap": 199,
      "that": 200,
      "##igh": 201,
      "wh": 202,
      "##ul": 203,
      "##ce": 204,
      "##ist": 205,
      "##oc": 206,
      "con": 207,
      "un": 208,
      "sa": 209,
      "##ld": 210,
      "af": 211,
      "qu": 212,
      "##op": 213,
      "ex": 214,
      "##oun": 215,
      "##ain": 216,
      "sp": 217,
      "##ri": 218,
      "##ks": 219,
      "se": 220,
      "its": 221,
      "le": 222,
      "##ap": 223,
      "##ters": 224,
      "##ect": 225,
      "##ast": 226,
      "pl": 227,
      "it": 228,
      "by": 229,
      "al": 230,
      "##em": 231,
      "en": 232,
      "said": 233,
      "##all": 234,
      "##ate": 235,
      "##um": 236,
      "##ian": 237,
      "comp": 238,
      "us": 239,
      "ag": 240,
      "off": 241,
      "##uters": 242,
      "##ft": 243,
      "##ia": 244,
      "has": 245,
      "##ost": 246,
      "reuters": 247,
      "was": 248,
      "##ity": 249,
      "su": 250,
      "up": 251,
      "wor": 252,
      "##ort": 253,
      "##rom": 254,
      "##ack": 255,
      "##ies": 256,
      "##ard": 257,
      "##our": 258,
      "##ust": 259,
      "from": 260,
      "##ore": 261,
      "##iv": 262,
      "will": 263,
      "##oo": 264,
      "##ial": 265,
      "##ight": 266,
      "he": 267,
      "cl": 268,
      "##00": 269,
      "##ment": 270,
      "ac": 271,
      "##ip": 272,
      "we": 273,
      "mon": 274,
      "fr": 275,
      "over": 276,
      "##art": 277,
      "##ine": 278,
      "ha": 279,
      "after": 280,
      "his": 281,
      "year": 282,
      "##ive": 283,
      "##esday": 284,
      "##ell": 285,
      "lt": 286,
      "am": 287,
      "##ob": 288,
      "##qu": 289,
      "##ens": 290,
      "##ie": 291,
      "sec": 292,
      "##uc": 293,
      "##ry": 294,
      "##ice": 295,
      "##ug": 296,
      "exp": 297,
      "gt": 298,
      "op": 299,
      "fir": 300,
      "inc": 301,
      "##oft": 302,
      "rep": 303,
      "##ere": 304,
      "##end": 305,
      "mar": 306,
      "##if": 307,
      "##are": 308,
      "##ab": 309,
      "##ge": 310,
      "##ays": 311,
      "##ould": 312,
      "##illion": 313,
      "ab": 314,
      "##up": 315,
      "res": 316,
      "int": 317,
      "have": 318,
      "tw": 319,
      "quot": 320,
      "ser": 321,
      "##any": 322,
      "##ud": 323,
      "##ace": 324,
      "out": 325,
      "##ans": 326,
      "##..": 327,
      "win": 328,
      "sc": 329,
      "\\$": 330,
      "ind": 331,
      "##ord": 332,
      "or": 333,
      "bl": 334,
      "##ub": 335,
      "##ant": 336,
      "##ick": 337,
      "##out": 338,
      "cr": 339,
      "##ond": 340,
      "##ong": 341,
      "two": 342,
      "go": 343,
      "no": 344,
      "inter": 345,
      "ar": 346,
      "co": 347,
      "their": 348,
      "##ach": 349,
      "ad": 350,
      "br": 351,
      "##ning": 352,
      "##ions": 353,
      "##ke": 354,
      "##ile": 355,
      "##ish": 356,
      "rec": 357,
      "pe": 358,
      "##ets": 359,
      "##ue": 360,
      "##ros": 361,
      "are": 362,
      "##ich": 363,
      "##ome": 364,
      "##ame": 365,
      "##ous": 366,
      "##ree": 367,
      "##ign": 368,
      "##ail": 369,
      "##ake": 370,
      "##ase": 371,
      "##ide": 372,
      "tr": 373,
      "first": 374,
      "gro": 375,
      "la": 376,
      "##own": 377,
      "world": 378,
      "##old": 379,
      "##og": 380,
      "##ock": 381,
      "but": 382,
      "more": 383,
      "per": 384,
      "dis": 385,
      "##ork": 386,
      "##arg": 387,
      "cont": 388,
      "##ime": 389,
      "bus": 390,
      "##ict": 391,
      "##ident": 392,
      "##oll": 393,
      "lead": 394,
      "fin": 395,
      "##od": 396,
      "te": 397,
      "##ass": 398,
      "again": 399,
      "##mp": 400,
      "##rop": 401,
      "##age": 402,
      "man": 403,
      "not": 404,
      "##iz": 405,
      "ira": 406,
      "##ices": 407,
      "this": 408,
      "pres": 409,
      "can": 410,
      "##ite": 411,
      "app": 412,
      "company": 413,
      "iraq": 414,
      "##ors": 415,
      "##ber": 416,
      "than": 417,
      "--": 418,
      "200": 419,
      "cor": 420,
      "##ff": 421,
      "##amp": 422,
      "##ech": 423,
      "##urn": 424,
      "##ester": 425,
      "##iday": 426,
      "##act": 427,
      "eu": 428,
      "million": 429,
      "##one": 430,
      "##urs": 431,
      "##ations": 432,
      "##ek": 433,
      "##ep": 434,
      "fl": 435,
      "inv": 436,
      "one": 437,
      "##mer": 438,
      "##ory": 439,
      "el": 440,
      "acc": 441,
      "monday": 442,
      "intern": 443,
      "##ates": 444,
      "##ure": 445,
      "##ound": 446,
      "##ade": 447,
      "min": 448,
      "rel": 449,
      "tu": 450,
      "##ount": 451,
      "president": 452,
      "tuesday": 453,
      "dec": 454,
      "##av": 455,
      "##ary": 456,
      "sun": 457,
      "##earch": 458,
      "##ull": 459,
      "bo": 460,
      "ban": 461,
      "hel": 462,
      "mo": 463,
      "mic": 464,
      "##edn": 465,
      "##ash": 466,
      "##ose": 467,
      "ear": 468,
      "ann": 469,
      "against": 470,
      "wedn": 471,
      "##ited": 472,
      "wednesday": 473,
      "high": 474,
      "##und": 475,
      "all": 476,
      "friday": 477,
      "ph": 478,
      "prof": 479,
      "corp": 480,
      "##man": 481,
      "thurs": 482,
      "##ence": 483,
      "##ther": 484,
      "secur": 485,
      "mark": 486,
      "thursday": 487,
      "pol": 488,
      "##ton": 489,
      "##ational": 490,
      "play": 491,
      "into": 492,
      "##her": 493,
      "##ican": 494,
      "bu": 495,
      "mil": 496,
      "ret": 497,
      "##anc": 498,
      "offic": 499,
      "report": 500,
      "micros": 501,
      "##der": 502,
      ";/": 503,
      "oil": 504,
      "##ib": 505,
      "kill": 506,
      "war": 507,
      "##etw": 508,
      "##oss": 509,
      "def": 510,
      "peop": 511,
      "##ated": 512,
      "about": 513,
      "des": 514,
      "att": 515,
      "serv": 516,
      "##ven": 517,
      "##gh": 518,
      "who": 519,
      "last": 520,
      "##ey": 521,
      "##xt": 522,
      "were": 523,
      "##eral": 524,
      "##ased": 525,
      "##iss": 526,
      "so": 527,
      "##vel": 528,
      "they": 529,
      "york": 530,
      "microsoft": 531,
      "##ocks": 532,
      "sup": 533,
      "##ood": 534,
      "li": 535,
      "tech": 536,
      "##duc": 537,
      "##az": 538,
      "##ged": 539,
      "##les": 540,
      "##yst": 541,
      "week": 542,
      "##ason": 543,
      "##ounc": 544,
      "security": 545,
      "official": 546,
      "bro": 547,
      "says": 548,
      "end": 549,
      "month": 550,
      "mak": 551,
      "team": 552,
      "game": 553,
      "yester": 554,
      "##ance": 555,
      "invest": 556,
      "yesterday": 557,
      "car": 558,
      "##ware": 559,
      "three": 560,
      "next": 561,
      "air": 562,
      "set": 563,
      "cons": 564,
      "amer": 565,
      "part": 566,
      "##hing": 567,
      "##als": 568,
      "##ected": 569,
      "back": 570,
      "may": 571,
      "##ting": 572,
      "##tion": 573,
      "##wn": 574,
      "##cent": 575,
      "##ition": 576,
      "been": 577,
      "when": 578,
      "had": 579,
      "jo": 580,
      "ma": 581,
      "sl": 582,
      "sat": 583,
      "time": 584,
      "##its": 585,
      "united": 586,
      "sunday": 587,
      "...": 588,
      "open": 589,
      "gover": 590,
      "me": 591,
      "sou": 592,
      "sur": 593,
      "str": 594,
      "plan": 595,
      "##rope": 596,
      "europe": 597,
      "sal": 598,
      "##arter": 599,
      "could": 600,
      "govern": 601,
      "down": 602,
      "##ix": 603,
      "##ical": 604,
      "##ely": 605,
      "ass": 606,
      "news": 607,
      "##gr": 608,
      "##land": 609,
      "##orts": 610,
      "afp": 611,
      "milit": 612,
      "##atch": 613,
      "##reat": 614,
      "elect": 615,
      "prices": 616,
      "quarter": 617,
      "##ook": 618,
      "comm": 619,
      "percent": 620,
      "cap": 621,
      "pre": 622,
      "would": 623,
      "##tle": 624,
      "##ise": 625,
      "stocks": 626,
      "red": 627,
      "ter": 628,
      "##line": 629,
      "##co": 630,
      "fed": 631,
      "par": 632,
      "shar": 633,
      "gen": 634,
      "##ote": 635,
      "##ubl": 636,
      "##ire": 637,
      "##enc": 638,
      "four": 639,
      "reg": 640,
      "##olog": 641,
      "##oy": 642,
      "##for": 643,
      "##uss": 644,
      "group": 645,
      "10": 646,
      "count": 647,
      "record": 648,
      "##con": 649,
      "government": 650,
      "mus": 651,
      "vict": 652,
      "##ah": 653,
      "##ina": 654,
      "eng": 655,
      "work": 656,
      "rele": 657,
      "##ines": 658,
      "##ecut": 659,
      "##ists": 660,
      "second": 661,
      "people": 662,
      "full": 663,
      "nor": 664,
      "##ath": 665,
      "##ugh": 666,
      "announc": 667,
      "##ier": 668,
      "##ral": 669,
      "##els": 670,
      "##able": 671,
      "sw": 672,
      "bank": 673,
      "sch": 674,
      "soft": 675,
      "##iness": 676,
      "##ating": 677,
      "deal": 678,
      "which": 679,
      "today": 680,
      "brit": 681,
      "long": 682,
      "search": 683,
      "produc": 684,
      "pal": 685,
      "##ics": 686,
      "del": 687,
      "med": 688,
      "night": 689,
      "run": 690,
      "tal": 691,
      "##ital": 692,
      "software": 693,
      "fe": 694,
      "imp": 695,
      "top": 696,
      "##omb": 697,
      "##ief": 698,
      "##ystem": 699,
      "##ower": 700,
      "##unch": 701,
      "business": 702,
      "gl": 703,
      "some": 704,
      "##ient": 705,
      "##pt": 706,
      "state": 707,
      "##ird": 708,
      "bar": 709,
      "post": 710,
      "##ran": 711,
      "billion": 712,
      "##io": 713,
      "##hip": 714,
      "minist": 715,
      "market": 716,
      "say": 717,
      "tri": 718,
      "season": 719,
      "law": 720,
      "buy": 721,
      "announced": 722,
      "bec": 723,
      "dr": 724,
      "take": 725,
      "##air": 726,
      "bush": 727,
      "internet": 728,
      "techn": 729,
      "##ough": 730,
      "##ement": 731,
      "gian": 732,
      "##ild": 733,
      "##ards": 734,
      "years": 735,
      "help": 736,
      "##ual": 737,
      "##ger": 738,
      "##ct": 739,
      "##ph": 740,
      "near": 741,
      "launch": 742,
      "##int": 743,
      "##ings": 744,
      "##urday": 745,
      "former": 746,
      "dem": 747,
      "web": 748,
      "saturday": 749,
      "econ": 750,
      "##ball": 751,
      "##ica": 752,
      "chief": 753,
      "##ims": 754,
      "washing": 755,
      "econom": 756,
      "aust": 757,
      "col": 758,
      "day": 759,
      "jap": 760,
      "##ms": 761,
      "##ied": 762,
      "##ony": 763,
      "champ": 764,
      "aw": 765,
      "call": 766,
      "do": 767,
      "gu": 768,
      "kn": 769,
      "sign": 770,
      "you": 771,
      "##ult": 772,
      "agre": 773,
      "japan": 774,
      "system": 775,
      "tak": 776,
      "##istan": 777,
      "under": 778,
      "sm": 779,
      "targ": 780,
      "##ved": 781,
      "##quote": 782,
      "supp": 783,
      "fullquote": 784,
      "washington": 785,
      "##cess": 786,
      "third": 787,
      "##ones": 788,
      "rem": 789,
      "head": 790,
      "sales": 791,
      "gr": 792,
      "most": 793,
      "##ron": 794,
      "##ows": 795,
      "profit": 796,
      "=\"": 797,
      "get": 798,
      "ra": 799,
      "##su": 800,
      "##ble": 801,
      "##enn": 802,
      "##ames": 803,
      "conf": 804,
      "bid": 805,
      "big": 806,
      "bomb": 807,
      "other": 808,
      "po": 809,
      "##led": 810,
      "international": 811,
      "victory": 812,
      "technolog": 813,
      "netw": 814,
      "##ins": 815,
      "##ision": 816,
      "##uring": 817,
      "stri": 818,
      "start": 819,
      "china": 820,
      "south": 821,
      "minister": 822,
      "lin": 823,
      "inj": 824,
      "ste": 825,
      "cour": 826,
      "det": 827,
      "just": 828,
      "##uter": 829,
      "execut": 830,
      "final": 831,
      "killed": 832,
      "home": 833,
      "job": 834,
      "##ious": 835,
      "##cer": 836,
      "##inian": 837,
      "##orn": 838,
      "##ures": 839,
      "##lear": 840,
      "service": 841,
      "ca": 842,
      "fall": 843,
      "tra": 844,
      "##uts": 845,
      "##bs": 846,
      "##ants": 847,
      "ins": 848,
      "plans": 849,
      "upd": 850,
      "manag": 851,
      "maj": 852,
      "terr": 853,
      "city": 854,
      "mob": 855,
      "sus": 856,
      "tro": 857,
      "##he": 858,
      "##estinian": 859,
      "american": 860,
      "palestinian": 861,
      "bel": 862,
      "now": 863,
      "##ee": 864,
      "##iam": 865,
      "##rael": 866,
      "israel": 867,
      "##app": 868,
      "2004": 869,
      "reported": 870,
      "officials": 871,
      "hand": 872,
      "##ont": 873,
      "##ange": 874,
      "ant": 875,
      "grow": 876,
      "major": 877,
      "000": 878,
      "cent": 879,
      "##een": 880,
      "chip": 881,
      "press": 882,
      "oper": 883,
      "talks": 884,
      "ev": 885,
      "hop": 886,
      "russ": 887,
      "##ys": 888,
      "aut": 889,
      "host": 890,
      "if": 891,
      "lat": 892,
      "larg": 893,
      "miss": 894,
      "##uch": 895,
      "##ner": 896,
      "##pos": 897,
      "##eless": 898,
      "what": 899,
      "##ense": 900,
      "return": 901,
      "##velop": 902,
      "federal": 903,
      ";..": 904,
      "mer": 905,
      "##gle": 906,
      "##ves": 907,
      "##.&": 908,
      "thro": 909,
      "##ents": 910,
      "reb": 911,
      "##other": 912,
      "beg": 913,
      "target": 914,
      "susp": 915,
      ";...&": 916,
      "five": 917,
      "hal": 918,
      "made": 919,
      "national": 920,
      "##ured": 921,
      "online": 922,
      "##acks": 923,
      "develop": 924,
      "india": 925,
      "indust": 926,
      "##ency": 927,
      "cup": 928,
      "look": 929,
      "old": 930,
      "vi": 931,
      "wal": 932,
      "wir": 933,
      "##fl": 934,
      "##ince": 935,
      "star": 936,
      "dep": 937,
      "##ague": 938,
      "research": 939,
      "european": 940,
      "austral": 941,
      "technology": 942,
      "bag": 943,
      "dat": 944,
      "em": 945,
      "fil": 946,
      "pay": 947,
      "tel": 948,
      "##rican": 949,
      "computer": 950,
      "##ives": 951,
      "expected": 952,
      "coach": 953,
      "accord": 954,
      "ed": 955,
      "loss": 956,
      "publ": 957,
      "##ium": 958,
      "##be": 959,
      "##ving": 960,
      "stre": 961,
      "##use": 962,
      "offer": 963,
      "adv": 964,
      "##ollar": 965,
      "country": 966,
      "wireless": 967,
      "ara": 968,
      "bat": 969,
      "dollar": 970,
      "fo": 971,
      "goo": 972,
      "pak": 973,
      "another": 974,
      "show": 975,
      "space": 976,
      "wind": 977,
      "add": 978,
      "general": 979,
      "19": 980,
      "11": 981,
      "san": 982,
      "##ges": 983,
      "##lud": 984,
      "##bm": 985,
      "##ons": 986,
      "##ities": 987,
      "##eld": 988,
      "league": 989,
      "##ump": 990,
      "##ouse": 991,
      "court": 992,
      "update": 993,
      "pakistan": 994,
      "her": 995,
      "way": 996,
      "##ned": 997,
      "##ling": 998,
      "##pr": 999,
      "stock": 1000,
      "leader": 1001,
      "network": 1002,
      "mobile": 1003,
      "largest": 1004,
      "pass": 1005,
      "ro": 1006,
      "test": 1007,
      "##hn": 1008,
      "ang": 1009,
      "states": 1010,
      "beat": 1011,
      "prov": 1012,
      "according": 1013,
      "bill": 1014,
      "im": 1015,
      "put": 1016,
      "tit": 1017,
      "##ool": 1018,
      "##hd": 1019,
      "##itch": 1020,
      "##ops": 1021,
      "amp": 1022,
      "contro": 1023,
      "canad": 1024,
      "move": 1025,
      "terror": 1026,
      "based": 1027,
      "eff": 1028,
      "ger": 1029,
      "mot": 1030,
      "pat": 1031,
      "tick": 1032,
      "##eb": 1033,
      "##eep": 1034,
      "##lin": 1035,
      "##let": 1036,
      "##ces": 1037,
      "##ted": 1038,
      "##ank": 1039,
      "##round": 1040,
      "##isco": 1041,
      "series": 1042,
      "early": 1043,
      "maker": 1044,
      "military": 1045,
      "\"&": 1046,
      "betw": 1047,
      "ever": 1048,
      "him": 1049,
      "own": 1050,
      "pc": 1051,
      "ver": 1052,
      "won": 1053,
      "##ky": 1054,
      "##vers": 1055,
      "##fo": 1056,
      "##ese": 1057,
      "them": 1058,
      "##alif": 1059,
      "prot": 1060,
      "least": 1061,
      "##ember": 1062,
      "incre": 1063,
      "drug": 1064,
      "baghd": 1065,
      "data": 1066,
      "google": 1067,
      "between": 1068,
      "baghdad": 1069,
      "cust": 1070,
      "nas": 1071,
      "##ok": 1072,
      "##ty": 1073,
      "there": 1074,
      "##ects": 1075,
      "being": 1076,
      "cla": 1077,
      "expl": 1078,
      "includ": 1079,
      "attack": 1080,
      "like": 1081,
      "john": 1082,
      "election": 1083,
      "##form": 1084,
      "north": 1085,
      "giant": 1086,
      "hol": 1087,
      "los": 1088,
      "net": 1089,
      "rock": 1090,
      "##ract": 1091,
      "##ful": 1092,
      "##ising": 1093,
      "dead": 1094,
      "use": 1095,
      "arr": 1096,
      "appro": 1097,
      "british": 1098,
      "20": 1099,
      "cost": 1100,
      "games": 1101,
      "hit": 1102,
      "hear": 1103,
      "hold": 1104,
      "oct": 1105,
      "##tt": 1106,
      "quick": 1107,
      "##thern": 1108,
      "##ible": 1109,
      "15": 1110,
      "gre": 1111,
      "make": 1112,
      "##eks": 1113,
      "##gy": 1114,
      "##fore": 1115,
      "##ility": 1116,
      "before": 1117,
      "dev": 1118,
      "##ular": 1119,
      "ext": 1120,
      "music": 1121,
      "champions": 1122,
      "##head": 1123,
      "12": 1124,
      "iran": 1125,
      "ibm": 1126,
      "sen": 1127,
      "wr": 1128,
      "##anies": 1129,
      "progr": 1130,
      "while": 1131,
      "union": 1132,
      "companies": 1133,
      "contin": 1134,
      "meet": 1135,
      "custom": 1136,
      "camp": 1137,
      "dri": 1138,
      "fund": 1139,
      "har": 1140,
      "hur": 1141,
      "how": 1142,
      "west": 1143,
      "##tain": 1144,
      "##per": 1145,
      "##par": 1146,
      "##ison": 1147,
      "##ury": 1148,
      "char": 1149,
      "##iew": 1150,
      "arm": 1151,
      "police": 1152,
      "released": 1153,
      "ticker": 1154,
      "found": 1155,
      "gaz": 1156,
      "ta": 1157,
      "vir": 1158,
      "only": 1159,
      "stor": 1160,
      "still": 1161,
      "##ands": 1162,
      "share": 1163,
      "leg": 1164,
      "enter": 1165,
      "franc": 1166,
      "peace": 1167,
      "av": 1168,
      "dra": 1169,
      "days": 1170,
      "mid": 1171,
      "riv": 1172,
      "sold": 1173,
      "##ov": 1174,
      "##over": 1175,
      "##se": 1176,
      "stud": 1177,
      "##ution": 1178,
      "prime": 1179,
      "services": 1180,
      "shares": 1181,
      "through": 1182,
      "bet": 1183,
      "base": 1184,
      "lond": 1185,
      "sy": 1186,
      "##ots": 1187,
      "##down": 1188,
      "##66": 1189,
      "any": 1190,
      "form": 1191,
      "##ights": 1192,
      "alle": 1193,
      "clos": 1194,
      "##ize": 1195,
      "london": 1196,
      "foll": 1197,
      "htt": 1198,
      "many": 1199,
      "round": 1200,
      "ww": 1201,
      "##ux": 1202,
      "##son": 1203,
      "##aw": 1204,
      "##loy": 1205,
      "##cl": 1206,
      "##fat": 1207,
      "##ene": 1208,
      "##ication": 1209,
      "##ider": 1210,
      "rev": 1211,
      "##ush": 1212,
      "##ages": 1213,
      "spe": 1214,
      "left": 1215,
      "acqu": 1216,
      "strong": 1217,
      "latest": 1218,
      "http": 1219,
      "www": 1220,
      ":/": 1221,
      "dav": 1222,
      "even": 1223,
      "power": 1224,
      "rad": 1225,
      "uk": 1226,
      "##ield": 1227,
      "##rup": 1228,
      "step": 1229,
      "real": 1230,
      "reach": 1231,
      "asp": 1232,
      "sept": 1233,
      "##ober": 1234,
      "phone": 1235,
      "consum": 1236,
      "://": 1237,
      "14": 1238,
      "ath": 1239,
      "around": 1240,
      "gold": 1241,
      "hre": 1242,
      "house": 1243,
      "mc": 1244,
      "sell": 1245,
      "since": 1246,
      "turn": 1247,
      "vis": 1248,
      "##ped": 1249,
      "##ang": 1250,
      "##ism": 1251,
      "##acle": 1252,
      "##rew": 1253,
      "players": 1254,
      "investor": 1255,
      "executive": 1256,
      "growth": 1257,
      "arafat": 1258,
      "gaza": 1259,
      "follow": 1260,
      "href": 1261,
      "13": 1262,
      "cut": 1263,
      "dir": 1264,
      "during": 1265,
      "fight": 1266,
      "free": 1267,
      "id": 1268,
      "kore": 1269,
      "low": 1270,
      "vide": 1271,
      "##dan": 1272,
      "stand": 1273,
      "price": 1274,
      "should": 1275,
      "##ains": 1276,
      "sports": 1277,
      "act": 1278,
      "##ending": 1279,
      "scient": 1280,
      "school": 1281,
      "bra": 1282,
      "dou": 1283,
      "lower": 1284,
      "pack": 1285,
      "sing": 1286,
      "sol": 1287,
      "##king": 1288,
      "threat": 1289,
      "##ints": 1290,
      "need": 1291,
      "death": 1292,
      "sever": 1293,
      "oracle": 1294,
      "##ross": 1295,
      "trad": 1296,
      "higher": 1297,
      "months": 1298,
      "industry": 1299,
      "drop": 1300,
      "hom": 1301,
      "oly": 1302,
      "port": 1303,
      "poss": 1304,
      "six": 1305,
      "tur": 1306,
      "##uel": 1307,
      "##com": 1308,
      "##ject": 1309,
      "##ind": 1310,
      "##elf": 1311,
      "##aces": 1312,
      "ago": 1313,
      "boost": 1314,
      "release": 1315,
      "foot": 1316,
      "olymp": 1317,
      "care": 1318,
      "num": 1319,
      "tim": 1320,
      "your": 1321,
      "##ior": 1322,
      "##ne": 1323,
      "##ave": 1324,
      "##ham": 1325,
      "##pite": 1326,
      "##erry": 1327,
      "##ats": 1328,
      "##ators": 1329,
      "##ises": 1330,
      "##rem": 1331,
      "##ady": 1332,
      "##ley": 1333,
      "deb": 1334,
      "##oci": 1335,
      "spec": 1336,
      "users": 1337,
      "suc": 1338,
      "firm": 1339,
      "##ends": 1340,
      "held": 1341,
      "region": 1342,
      "economy": 1343,
      "agreed": 1344,
      "half": 1345,
      "windows": 1346,
      "program": 1347,
      "dist": 1348,
      "key": 1349,
      "keep": 1350,
      "rest": 1351,
      "sour": 1352,
      "sony": 1353,
      "##bers": 1354,
      "##enter": 1355,
      "##alth": 1356,
      "##obal": 1357,
      "despite": 1358,
      "broad": 1359,
      "england": 1360,
      "insur": 1361,
      "arrest": 1362,
      "customers": 1363,
      ".,": 1364,
      "36": 1365,
      "=/": 1366,
      "lif": 1367,
      "past": 1368,
      "rul": 1369,
      "##med": 1370,
      "##iers": 1371,
      "##info": 1372,
      "##iting": 1373,
      "##ised": 1374,
      "##acy": 1375,
      "scor": 1376,
      "iraqi": 1377,
      "retail": 1378,
      "peoples": 1379,
      "australia": 1380,
      "quickinfo": 1381,
      "aspx": 1382,
      "bot": 1383,
      "dig": 1384,
      "hard": 1385,
      "ip": 1386,
      "led": 1387,
      "mor": 1388,
      "mem": 1389,
      "pers": 1390,
      "site": 1391,
      "vers": 1392,
      "wom": 1393,
      "##gest": 1394,
      "prom": 1395,
      "spr": 1396,
      "agency": 1397,
      "trade": 1398,
      "global": 1399,
      "public": 1400,
      "championship": 1401,
      "peoplesoft": 1402,
      "bas": 1403,
      "bow": 1404,
      "nuc": 1405,
      "##eign": 1406,
      "##way": 1407,
      "inst": 1408,
      "##ily": 1409,
      "##idn": 1410,
      "##iger": 1411,
      "##ession": 1412,
      "##ivers": 1413,
      "club": 1414,
      "contract": 1415,
      "2005": 1416,
      "commiss": 1417,
      "nearly": 1418,
      "systems": 1419,
      "support": 1420,
      "troops": 1421,
      "video": 1422,
      "25": 1423,
      "ber": 1424,
      "dom": 1425,
      "fam": 1426,
      "kerry": 1427,
      "lab": 1428,
      "pos": 1429,
      "rose": 1430,
      "##ration": 1431,
      "##hold": 1432,
      "##put": 1433,
      "process": 1434,
      "##ago": 1435,
      "crit": 1436,
      "polic": 1437,
      "associ": 1438,
      "points": 1439,
      "injured": 1440,
      "jobs": 1441,
      "viol": 1442,
      "angel": 1443,
      "control": 1444,
      "october": 1445,
      "nuclear": 1446,
      "commission": 1447,
      "ahead": 1448,
      "emp": 1449,
      "less": 1450,
      "try": 1451,
      "##ike": 1452,
      "##ying": 1453,
      "##ications": 1454,
      "##used": 1455,
      "##imed": 1456,
      "##ocr": 1457,
      "ener": 1458,
      "exper": 1459,
      "##ished": 1460,
      "##ized": 1461,
      "appl": 1462,
      "defense": 1463,
      "prev": 1464,
      "israeli": 1465,
      "street": 1466,
      "hurrican": 1467,
      "direct": 1468,
      "race": 1469,
      "watch": 1470,
      "##onal": 1471,
      "touch": 1472,
      "##ether": 1473,
      "foreign": 1474,
      "chic": 1475,
      "chall": 1476,
      "charg": 1477,
      "saf": 1478,
      "quest": 1479,
      "weeks": 1480,
      "##que": 1481,
      "##nings": 1482,
      "killing": 1483,
      "america": 1484,
      "britain": 1485,
      "grand": 1486,
      "linux": 1487,
      "anti": 1488,
      "russia": 1489,
      "scientists": 1490,
      "challen": 1491,
      "18": 1492,
      "aug": 1493,
      "cy": 1494,
      "cre": 1495,
      "dar": 1496,
      "equ": 1497,
      "gra": 1498,
      "good": 1499,
      "line": 1500,
      "sent": 1501,
      "soc": 1502,
      "##oid": 1503,
      "##so": 1504,
      "##ev": 1505,
      "##min": 1506,
      "##ik": 1507,
      "##ners": 1508,
      "##back": 1509,
      "##ws": 1510,
      "##ator": 1511,
      "##ida": 1512,
      "chr": 1513,
      "where": 1514,
      "quote": 1515,
      "board": 1516,
      "polit": 1517,
      "build": 1518,
      "lik": 1519,
      "demand": 1520,
      "democr": 1521,
      "continu": 1522,
      "success": 1523,
      "energy": 1524,
      "cam": 1525,
      "case": 1526,
      "fut": 1527,
      "face": 1528,
      "fire": 1529,
      "main": 1530,
      "mich": 1531,
      "pa": 1532,
      "pop": 1533,
      "ve": 1534,
      "wall": 1535,
      "well": 1536,
      "yan": 1537,
      "##ret": 1538,
      "##ker": 1539,
      "##ites": 1540,
      "stra": 1541,
      "##veil": 1542,
      "unveil": 1543,
      "##ries": 1544,
      "##aster": 1545,
      "sudan": 1546,
      "reports": 1547,
      "##iff": 1548,
      "indian": 1549,
      "disc": 1550,
      "corpor": 1551,
      "design": 1552,
      "economic": 1553,
      "every": 1554,
      "korea": 1555,
      "football": 1556,
      "angeles": 1557,
      "chicago": 1558,
      "card": 1559,
      "cell": 1560,
      "hot": 1561,
      "men": 1562,
      "match": 1563,
      "val": 1564,
      "##da": 1565,
      "##gan": 1566,
      "##port": 1567,
      "##van": 1568,
      "inf": 1569,
      "##ally": 1570,
      "##ecast": 1571,
      "##ential": 1572,
      "##thers": 1573,
      "propos": 1574,
      "exch": 1575,
      "##iving": 1576,
      "close": 1577,
      "##artment": 1578,
      "crash": 1579,
      "desk": 1580,
      "sox": 1581,
      "militants": 1582,
      "engine": 1583,
      "taking": 1584,
      "central": 1585,
      "title": 1586,
      "including": 1587,
      "tax": 1588,
      "baseball": 1589,
      "radio": 1590,
      "several": 1591,
      "bay": 1592,
      "calif": 1593,
      "far": 1594,
      "field": 1595,
      "ham": 1596,
      "hum": 1597,
      "jun": 1598,
      "lo": 1599,
      "mal": 1600,
      "ur": 1601,
      "##sh": 1602,
      "##ns": 1603,
      "##ness": 1604,
      "##ai": 1605,
      "##ging": 1606,
      "##ler": 1607,
      "##pe": 1608,
      "##fact": 1609,
      "##ered": 1610,
      "##ench": 1611,
      "##row": 1612,
      "come": 1613,
      "issu": 1614,
      "##aper": 1615,
      "office": 1616,
      "health": 1617,
      "nov": 1618,
      "leaders": 1619,
      "financ": 1620,
      "apple": 1621,
      "flor": 1622,
      "attacks": 1623,
      "called": 1624,
      "emb": 1625,
      "german": 1626,
      "life": 1627,
      "digital": 1628,
      "deskt": 1629,
      "ce": 1630,
      "clear": 1631,
      "fell": 1632,
      "ms": 1633,
      "my": 1634,
      "mess": 1635,
      "mass": 1636,
      "nation": 1637,
      "right": 1638,
      "sk": 1639,
      "tenn": 1640,
      "vo": 1641,
      "want": 1642,
      "##mber": 1643,
      "##ause": 1644,
      "##lo": 1645,
      "##lier": 1646,
      "##ta": 1647,
      "##ward": 1648,
      "toky": 1649,
      "stop": 1650,
      "reven": 1651,
      "##vember": 1652,
      "##ears": 1653,
      "concer": 1654,
      "see": 1655,
      "##ape": 1656,
      "##ended": 1657,
      "##ude": 1658,
      "winning": 1659,
      "november": 1660,
      "recent": 1661,
      "access": 1662,
      "presidential": 1663,
      "earth": 1664,
      "investig": 1665,
      "because": 1666,
      "launched": 1667,
      "department": 1668,
      "##prise": 1669,
      "francisco": 1670,
      "##rupt": 1671,
      "consumer": 1672,
      "version": 1673,
      "tokyo": 1674,
      "30": 1675,
      "ast": 1676,
      "cur": 1677,
      "center": 1678,
      "es": 1679,
      "fail": 1680,
      "great": 1681,
      "ir": 1682,
      "mail": 1683,
      "much": 1684,
      "outs": 1685,
      "##uk": 1686,
      "##uj": 1687,
      "##gers": 1688,
      "##pl": 1689,
      "##att": 1690,
      "anal": 1691,
      "##chester": 1692,
      "commer": 1693,
      "##imb": 1694,
      "proble": 1695,
      "priv": 1696,
      "without": 1697,
      "shot": 1698,
      "ital": 1699,
      "compet": 1700,
      "across": 1701,
      "france": 1702,
      "##uct": 1703,
      "republ": 1704,
      "intel": 1705,
      "blast": 1706,
      "##ody": 1707,
      "phil": 1708,
      "player": 1709,
      "super": 1710,
      "capital": 1711,
      "media": 1712,
      "japanese": 1713,
      "russian": 1714,
      "auth": 1715,
      "battle": 1716,
      "rival": 1717,
      "september": 1718,
      "following": 1719,
      "employ": 1720,
      "likely": 1721,
      "florida": 1722,
      ";&": 1723,
      "jud": 1724,
      "lit": 1725,
      "list": 1726,
      "nine": 1727,
      "pur": 1728,
      "sn": 1729,
      "tv": 1730,
      "##off": 1731,
      "##ming": 1732,
      "##af": 1733,
      "##ael": 1734,
      "##red": 1735,
      "##ked": 1736,
      "##by": 1737,
      "##atic": 1738,
      "##ative": 1739,
      "inform": 1740,
      "##itt": 1741,
      "forecast": 1742,
      "ref": 1743,
      "beh": 1744,
      "she": 1745,
      "afr": 1746,
      "spam": 1747,
      "##ection": 1748,
      "used": 1749,
      "##ensive": 1750,
      "secret": 1751,
      "oppos": 1752,
      "wins": 1753,
      "black": 1754,
      "rece": 1755,
      "profile": 1756,
      "making": 1757,
      "consider": 1758,
      "southern": 1759,
      "electron": 1760,
      "prepar": 1761,
      "giants": 1762,
      "away": 1763,
      "agreement": 1764,
      "strike": 1765,
      "management": 1766,
      "hope": 1767,
      "canadian": 1768,
      "increase": 1769,
      "green": 1770,
      "better": 1771,
      "speed": 1772,
      "athens": 1773,
      "hurricane": 1774,
      "16": 1775,
      "21": 1776,
      "coll": 1777,
      "met": 1778,
      "mos": 1779,
      "mort": 1780,
      "nets": 1781,
      "nations": 1782,
      "pil": 1783,
      "rise": 1784,
      "##ex": 1785,
      "##eal": 1786,
      "##iver": 1787,
      "##aign": 1788,
      "##go": 1789,
      "##ll": 1790,
      "##ress": 1791,
      "##esh": 1792,
      "##ena": 1793,
      "##eng": 1794,
      "forces": 1795,
      "univers": 1796,
      "##rial": 1797,
      "seven": 1798,
      "##aps": 1799,
      "also": 1800,
      "subs": 1801,
      "##ooks": 1802,
      "find": 1803,
      "manchester": 1804,
      "decision": 1805,
      "commun": 1806,
      "manager": 1807,
      "canada": 1808,
      "possible": 1809,
      "number": 1810,
      "exchange": 1811,
      "desktop": 1812,
      "africa": 1813,
      "cash": 1814,
      "div": 1815,
      "eight": 1816,
      "ge": 1817,
      "gm": 1818,
      "hour": 1819,
      "poll": 1820,
      "pitch": 1821,
      "rich": 1822,
      "rates": 1823,
      "rank": 1824,
      "xp": 1825,
      "##ny": 1826,
      "##cy": 1827,
      "##cri": 1828,
      "##ping": 1829,
      "##ink": 1830,
      "##ests": 1831,
      "##ater": 1832,
      "##ather": 1833,
      "took": 1834,
      "##ston": 1835,
      "##ided": 1836,
      "##reak": 1837,
      "##adr": 1838,
      "##ams": 1839,
      "neg": 1840,
      "short": 1841,
      "alm": 1842,
      "complet": 1843,
      "offers": 1844,
      "such": 1845,
      "french": 1846,
      "repl": 1847,
      "##onds": 1848,
      "bring": 1849,
      "leading": 1850,
      "musl": 1851,
      "trial": 1852,
      "signed": 1853,
      "begin": 1854,
      "nasa": 1855,
      "campaign": 1856,
      "both": 1857,
      "violence": 1858,
      "touchdown": 1859,
      "christ": 1860,
      "information": 1861,
      "17": 1862,
      "35": 1863,
      "dan": 1864,
      "fra": 1865,
      "food": 1866,
      "hou": 1867,
      "lar": 1868,
      "loc": 1869,
      "mount": 1870,
      "ob": 1871,
      "pot": 1872,
      "ty": 1873,
      "ut": 1874,
      "##ides": 1875,
      "##ole": 1876,
      "##ott": 1877,
      "##ults": 1878,
      "african": 1879,
      "reser": 1880,
      "##kees": 1881,
      "trans": 1882,
      "earlier": 1883,
      "profits": 1884,
      "workers": 1885,
      "products": 1886,
      "impro": 1887,
      "lawsu": 1888,
      "takes": 1889,
      "rebels": 1890,
      "##ova": 1891,
      "alleged": 1892,
      "doub": 1893,
      "career": 1894,
      "source": 1895,
      "arrested": 1896,
      "policy": 1897,
      "yankees": 1898,
      "ceo": 1899,
      "analyst": 1900,
      "little": 1901,
      "houston": 1902,
      "bob": 1903,
      "cle": 1904,
      "cub": 1905,
      "dod": 1906,
      "jump": 1907,
      "niger": 1908,
      "tre": 1909,
      "##uce": 1910,
      "##ea": 1911,
      "##fur": 1912,
      "##erence": 1913,
      "##inals": 1914,
      "##itive": 1915,
      "##ases": 1916,
      "stake": 1917,
      "##raft": 1918,
      "pros": 1919,
      "shut": 1920,
      "whether": 1921,
      "seem": 1922,
      "using": 1923,
      "expect": 1924,
      "cred": 1925,
      "tex": 1926,
      "settle": 1927,
      "party": 1928,
      "paris": 1929,
      "small": 1930,
      "remain": 1931,
      "biggest": 1932,
      "belie": 1933,
      "hostage": 1934,
      "activ": 1935,
      "bowl": 1936,
      "author": 1937,
      "cisco": 1938,
      "don": 1939,
      "ey": 1940,
      "fif": 1941,
      "gets": 1942,
      "mart": 1943,
      "mult": 1944,
      "os": 1945,
      "ry": 1946,
      "sil": 1947,
      "sim": 1948,
      "sum": 1949,
      "##de": 1950,
      "##lant": 1951,
      "##lines": 1952,
      "##enal": 1953,
      "##ale": 1954,
      "prison": 1955,
      "##ounce": 1956,
      "william": 1957,
      "##ments": 1958,
      "amid": 1959,
      "blue": 1960,
      "coast": 1961,
      "earnings": 1962,
      "makes": 1963,
      "sharp": 1964,
      "regul": 1965,
      "bankrupt": 1966,
      "product": 1967,
      "few": 1968,
      "detail": 1969,
      "road": 1970,
      "heart": 1971,
      "drive": 1972,
      "study": 1973,
      "olympic": 1974,
      "michael": 1975,
      "straight": 1976,
      "judge": 1977,
      "50": 1978,
      "aid": 1979,
      "ball": 1980,
      "counc": 1981,
      "doc": 1982,
      "est": 1983,
      "emer": 1984,
      "fact": 1985,
      "fuel": 1986,
      "hist": 1987,
      "here": 1988,
      "king": 1989,
      "kash": 1990,
      "lou": 1991,
      "lim": 1992,
      "mac": 1993,
      "might": 1994,
      "ok": 1995,
      "ple": 1996,
      "pull": 1997,
      "push": 1998,
      "rally": 1999,
      "tor": 2000,
      "vot": 2001,
      "wound": 2002,
      "wild": 2003,
      "##eat": 2004,
      "##mir": 2005,
      "##ij": 2006,
      "##ience": 2007,
      "##ney": 2008,
      "##cc": 2009,
      "##ket": 2010,
      "##til": 2011,
      "##bur": 2012,
      "##ining": 2013,
      "##ately": 2014,
      "infl": 2015,
      "tour": 2016,
      "##eck": 2017,
      "##ired": 2018,
      "##ama": 2019,
      "##oti": 2020,
      "chan": 2021,
      "##osp": 2022,
      "##aker": 2023,
      "##istration": 2024,
      "unit": 2025,
      "aff": 2026,
      "seek": 2027,
      "level": 2028,
      "worth": 2029,
      "action": 2030,
      "among": 2031,
      "##ension": 2032,
      "##ability": 2033,
      "results": 2034,
      "interest": 2035,
      "admin": 2036,
      "euro": 2037,
      "running": 2038,
      "conference": 2039,
      "meeting": 2040,
      "army": 2041,
      "sharehold": 2042,
      "soldiers": 2043,
      "david": 2044,
      "visit": 2045,
      "times": 2046,
      "##reme": 2047,
      "scored": 2048,
      "morning": 2049,
      "challenge": 2050,
      "darfur": 2051,
      "financial": 2052,
      "##load": 2053,
      "negoti": 2054,
      "almost": 2055,
      "council": 2056,
      "kashmir": 2057,
      "best": 2058,
      "bost": 2059,
      "dam": 2060,
      "due": 2061,
      "er": 2062,
      "foc": 2063,
      "fans": 2064,
      "mod": 2065,
      "pit": 2066,
      "treat": 2067,
      "##cast": 2068,
      "thous": 2069,
      "##ars": 2070,
      "##ened": 2071,
      "##idence": 2072,
      "##ention": 2073,
      "che": 2074,
      "chair": 2075,
      "white": 2076,
      "until": 2077,
      "afgh": 2078,
      "place": 2079,
      "clin": 2080,
      "##uction": 2081,
      "resp": 2082,
      "indones": 2083,
      "order": 2084,
      "crude": 2085,
      "##asser": 2086,
      "invol": 2087,
      "phones": 2088,
      "term": 2089,
      "fourth": 2090,
      "northern": 2091,
      "medical": 2092,
      "champion": 2093,
      "chips": 2094,
      "operating": 2095,
      "hopes": 2096,
      "motor": 2097,
      "claims": 2098,
      "holiday": 2099,
      "family": 2100,
      "critic": 2101,
      "august": 2102,
      "human": 2103,
      "tennis": 2104,
      "williams": 2105,
      "boston": 2106,
      "cel": 2107,
      "font": 2108,
      "got": 2109,
      "gains": 2110,
      "hosp": 2111,
      "ju": 2112,
      "jones": 2113,
      "nl": 2114,
      "others": 2115,
      "pan": 2116,
      "qa": 2117,
      "yet": 2118,
      "yards": 2119,
      "##ef": 2120,
      "##ees": 2121,
      "##gin": 2122,
      "##lam": 2123,
      "##less": 2124,
      "##bit": 2125,
      "##ert": 2126,
      "though": 2127,
      "##inal": 2128,
      "##lex": 2129,
      "##ute": 2130,
      "##utch": 2131,
      "child": 2132,
      "islam": 2133,
      "conv": 2134,
      "qualif": 2135,
      "enough": 2136,
      "##umb": 2137,
      "##ified": 2138,
      "intro": 2139,
      "block": 2140,
      "going": 2141,
      "ground": 2142,
      "##icted": 2143,
      "box": 2144,
      "investors": 2145,
      "download": 2146,
      "delay": 2147,
      "takeover": 2148,
      "calls": 2149,
      "operations": 2150,
      "mission": 2151,
      "merger": 2152,
      "australian": 2153,
      "advanc": 2154,
      "legal": 2155,
      "ipod": 2156,
      "political": 2157,
      "corporate": 2158,
      "californ": 2159,
      "revenue": 2160,
      "outside": 2161,
      "university": 2162,
      "reserve": 2163,
      "texas": 2164,
      "thousands": 2165,
      "afghan": 2166,
      "aimed": 2167,
      "bonds": 2168,
      "cast": 2169,
      "cuts": 2170,
      "diff": 2171,
      "hun": 2172,
      "let": 2173,
      "mach": 2174,
      "rights": 2175,
      "sir": 2176,
      "youn": 2177,
      "yasser": 2178,
      "##lad": 2179,
      "##hic": 2180,
      "##bc": 2181,
      "##band": 2182,
      "##zil": 2183,
      "##ways": 2184,
      "those": 2185,
      "##ined": 2186,
      "##orks": 2187,
      "##ecom": 2188,
      "probe": 2189,
      "within": 2190,
      "shop": 2191,
      "seen": 2192,
      "env": 2193,
      "##ourn": 2194,
      "class": 2195,
      "##ific": 2196,
      "##order": 2197,
      "organ": 2198,
      "disput": 2199,
      "account": 2200,
      "markets": 2201,
      "weekend": 2202,
      "investment": 2203,
      "quarterly": 2204,
      "working": 2205,
      "feat": 2206,
      "barr": 2207,
      "posted": 2208,
      "##ually": 2209,
      "steel": 2210,
      "germ": 2211,
      "motors": 2212,
      "explos": 2213,
      "rocket": 2214,
      "costs": 2215,
      "151": 2216,
      "brazil": 2217,
      "women": 2218,
      "soccer": 2219,
      "future": 2220,
      "fraud": 2221,
      "potential": 2222,
      "administration": 2223,
      "22": 2224,
      "civ": 2225,
      "eas": 2226,
      "east": 2227,
      "each": 2228,
      "give": 2229,
      "hen": 2230,
      "hits": 2231,
      "je": 2232,
      "jan": 2233,
      "jav": 2234,
      "ko": 2235,
      "kidn": 2236,
      "land": 2237,
      "late": 2238,
      "lost": 2239,
      "mag": 2240,
      "mike": 2241,
      "si": 2242,
      "##eration": 2243,
      "too": 2244,
      "tom": 2245,
      "##icks": 2246,
      "##str": 2247,
      "store": 2248,
      "##ream": 2249,
      "##rap": 2250,
      "project": 2251,
      "spy": 2252,
      "sem": 2253,
      "leav": 2254,
      "sub": 2255,
      "##iven": 2256,
      "##uck": 2257,
      "opt": 2258,
      "server": 2259,
      "##key": 2260,
      "##estern": 2261,
      "accused": 2262,
      "bang": 2263,
      "soon": 2264,
      "sale": 2265,
      "##gress": 2266,
      "prem": 2267,
      "##cover": 2268,
      "saying": 2269,
      "color": 2270,
      "known": 2271,
      "getting": 2272,
      "executives": 2273,
      "finally": 2274,
      "falluj": 2275,
      "merc": 2276,
      "rebel": 2277,
      "began": 2278,
      "telev": 2279,
      "telecom": 2280,
      "controvers": 2281,
      "avail": 2282,
      "fighting": 2283,
      "special": 2284,
      "insurg": 2285,
      "application": 2286,
      "republic": 2287,
      "opposition": 2288,
      "local": 2289,
      "analysts": 2290,
      "fifth": 2291,
      "bankruptcy": 2292,
      "details": 2293,
      "germany": 2294,
      "civil": 2295,
      ").": 2296,
      "),": 2297,
      ".\\": 2298,
      "29": 2299,
      "23": 2300,
      "bur": 2301,
      "cand": 2302,
      "fur": 2303,
      "fac": 2304,
      "faces": 2305,
      "hp": 2306,
      "happ": 2307,
      "lock": 2308,
      "looks": 2309,
      "must": 2310,
      "miam": 2311,
      "nfl": 2312,
      "pir": 2313,
      "pict": 2314,
      "ris": 2315,
      "rout": 2316,
      "vol": 2317,
      "wants": 2318,
      "##dle": 2319,
      "##ban": 2320,
      "##arm": 2321,
      "##ared": 2322,
      "##itness": 2323,
      "##ster": 2324,
      "##roit": 2325,
      "##olf": 2326,
      "##amed": 2327,
      "chines": 2328,
      "##agu": 2329,
      "##ula": 2330,
      "##ria": 2331,
      "ent": 2332,
      "sug": 2333,
      "##ugg": 2334,
      "scand": 2335,
      "blood": 2336,
      "allow": 2337,
      "brown": 2338,
      "teams": 2339,
      "airlines": 2340,
      "opening": 2341,
      "surve": 2342,
